app/controllers/assets_controller.rb

SELECT * FROM "assets"
---
  def index
    @assets = Assets.all